export const langList = [{ lang: 'English', slug: 'en' }, { lang: 'हिंदी', slug: 'hn' }, { lang: 'অসমীয়া', slug: 'as' }, { lang: 'বাংলা', slug: 'bn' }, { lang: 'ગુજરાતી', slug: 'gu' }, { lang: 'ಕನ್ನಡ', slug: 'kn' }, { lang: 'മലയാളം', slug: 'ml' }, { lang: 'मराठी', slug: 'mr' }, { lang: 'ਪੰਜਾਬੀ', slug: 'pa' }, { lang: 'தமிழ்', slug: 'ta' }, { lang: 'తెలుగు', slug: 'te' }];

export const langSelectText = {
	en: 'English',
	hn: 'हिंदी',
	as: 'অসমীয়া',
	bn: 'বাংলা',
	gu: 'ગુજરાતી',
	kn: 'ಕನ್ನಡ',
	ml: 'മലയാളം',
	mr: 'मराठी',
	pa: 'ਪੰਜਾਬੀ',
	ta: 'தமிழ்',
	te: 'తెలుగు'
}
export const shareApp = {
	en: 'Share this app',
	hn: 'एप को शेयर कीजिए',
	as: 'শেয়ার  ঠিক  আপা ',
	bn: 'এই অ্যাপ্লিকেশন ভাগ করুন',
	gu: 'એપ્લિકેશન શેર કરો',
	kn: 'ಈ ಅಪ್ಲಿಕೇಶನ್ ಹಂಚಿಕೊಳ್ಳಿ',
	ml: 'ഈ അപ്ലിക്കേഷൻ പങ്കിടുക',
	mr: 'हा अ‍ॅप सामायिक करा',
	pa: 'ਇਸ ਐਪ ਨੂੰ ਸਾਂਝਾ ਕਰੋ',
	ta: 'இந்த பயன்பாட்டைப் பகிரவும்',
	te: 'ఈ అనువర్తనాన్ని భాగస్వామ్యం చేయండి',
}

export const terms = {
	en: 'Terms & Conditions',
	hn: 'नियम और शर्तें',
	as: 'টার্মস এন্ড কন্ডিশনস ',
	bn: 'শর্তাবলী',
	gu: 'શરતો અને નિયમો',
	kn: 'ನಿಯಮ ಮತ್ತು ಶರತ್ತುಗಳು',
	ml: 'നിബന്ധനകളും വ്യവസ്ഥകളും',
	mr: 'अटी व शर्ती',
	pa: 'ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ',
	ta: 'விதிமுறைகளும் நிபந்தனைகளும்',
	te: 'నిబంధనలు'

}

export const privacy = {
	en: 'Privacy Policy',
	hn: 'गोपनीयता नीति',
	as: 'প্রাইভেসী পলিসি ',
	bn: 'গোপনীয়তা নীতি',
	gu: 'ગોપનીયતા નીતિ',
	kn: 'ಗೌಪ್ಯತಾ ನೀತಿ',
	ml: 'സ്വകാര്യതാനയം',
	mr: 'गोपनीयता धोरण',
	pa: 'ਪਰਾਈਵੇਟ ਨੀਤੀ',
	ta: 'தனியுரிமைக் கொள்கை',
	te: 'గోప్యతా'
}

export const feedback = {
	en: 'Feedback',
	hn: 'प्रतिक्रिया',
	as: 'ফিডব্যাক',
	bn: 'প্রতিক্রিয়া',
	gu: 'પ્રતિસાદ',
	kn: 'ಪ್ರತಿಕ್ರಿಯೆ',
	ml: 'ഫീഡ്‌ബാക്ക്',
	mr: 'अभिप्राय',
	pa: 'ਸੁਝਾਅ',
	ta: 'பின்னூட்டம்',
	te: 'అభిప్రాయం'

}

export const notification = {
	en: 'Notification',
	hn: 'अधिसूचना',
	as: 'নোটিফিকেশন',
	bn: 'প্রজ্ঞাপন',
	gu: 'સૂચના',
	kn: 'ಅಧಿಸೂಚನೆ',
	ml: 'അറിയിപ്പ്',
	mr: 'सूचना',
	pa: 'ਸੂਚਨਾ',
	ta: 'அறிவித்தல்',
	te: 'నోటిఫికేషన్'

}

export const bookmark = {
	en: 'Bookmarks',
	hn: 'बुकमार्क',
	as: 'বুকমার্কস',
	bn: 'বুকমার্ক',
	gu: 'બુકમાર્ક્સ',
	kn: 'ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳು',
	ml: 'ബുക്ക്മാർക്കുകൾ',
	mr: 'बुकमार्क',
	pa: 'ਬੁੱਕਮਾਰਕ',
	ta: 'புக்மார்க்ஸ்',
	te: 'బుక్ మార్క్స్'

}
export const language = {
	en: 'Language',
	hn: 'भाषा',
	as: 'ল্যাঙ্গুয়েজে',
	bn: 'ভাষা',
	gu: 'ભાષા',
	kn: 'ಭಾಷೆ',
	ml: 'ഭാഷ',
	mr: 'इंग्रजी',
	pa: 'ਭਾਸ਼ਾ',
	ta: 'மொழி',
	te: 'భాషా'
}
export const orUsing = {
	en: 'or using',
	hn: 'या',
	as: 'ওর উসিং',
	bn: 'বা ব্যবহার',
	gu: 'અથવા',
	kn: 'లేదా',
	ml: 'അഥവാ',
	mr: 'किंवा',
	pa: 'ਜਾਂ ਵਰਤਣਾ',
	ta: 'அல்லது',
	te: 'లేదా'
}
export const signIn = {
	en: 'Sign In',
	hn: 'साइन इन',
	as: 'সিগণ ইন',
	bn: 'সাইন ইন করুন',
	gu: 'સાઇન ઇન',
	kn: 'ಸೈನ್ ಇನ್ ಮಾಡಿ',
	ml: 'സൈൻ ഇൻ',
	mr: 'साइन इन करा',
	pa: 'ਸਾਈਨ - ਇਨ',
	ta: 'உள்நுழைக',
	te: 'సైన్ ఇన్ చేయండి'
}
export const signInText = {
	en: 'Sign In to save your Bookmarks',
	hn: 'अपने बुकमार्क्स को बचाने के लिए साइन इन करें',
	as: 'সিগণ ইন তো সেভ ইওর বুকমার্কস',
	bn: 'আপনার বুকমার্কগুলি সংরক্ষণ করতে সাইন ইন করুন',
	gu: 'તમારા બુકમાર્ક્સને સાચવવા માટે સાઇન ઇન કરો',
	kn: 'ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಉಳಿಸಲು ಸೈನ್ ಇನ್ ಮಾಡಿ',
	ml: 'നിങ്ങളുടെ ബുക്ക്മാർക്കുകൾ സംരക്ഷിക്കുന്നതിന് പ്രവേശിക്കുക',
	mr: 'आपले बुकमार्क जतन करण्यासाठी साइन इन करा',
	pa: 'ਆਪਣੇ ਬੁੱਕਮਾਰਕਸ ਨੂੰ ਬਚਾਉਣ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ',
	ta: 'உங்கள் புக்மார்க்குகளைச் சேமிக்க உள்நுழைக',
	te: 'మీ బుక్‌మార్క్‌లను సేవ్ చేయడానికి సైన్ ఇన్ చేయండి'
}
export const savePref = {
	en: 'Save your preferences',
	hn: 'अपनी प्राथमिकताएं सहेजें',
	as: 'সেভ ইওর প্রেফারেন্সেস ',
	bn: 'আপনার পছন্দগুলি সংরক্ষণ করুন',
	gu: 'તમારી પસંદગીઓ સાચવો',
	kn: 'ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ಉಳಿಸಿ',
	ml: 'നിങ്ങളുടെ മുൻ‌ഗണനകൾ സംരക്ഷിക്കുക',
	mr: 'आपली प्राधान्ये जतन करा',
	pa: 'ਆਪਣੀ ਪਸੰਦ ਨੂੰ ਸੰਭਾਲੋ',
	ta: 'உங்கள் விருப்பங்களை சேமிக்கவும்',
	te: 'మీ ప్రాధాన్యతలను సేవ్ చేయండి'
}
export const category = {
	en: 'Categories',
	hn: 'श्रेणियाँ',
	as: 'ক্যাটেগরীজ',
	bn: 'ধরন',
	gu: 'શ્રેણીઓ',
	kn: 'ವರ್ಗಗಳು',
	ml: 'വിഭാഗങ്ങൾ',
	mr: 'कॅटेगरीज',
	pa: 'ਵਰਗ',
	ta: 'வகைகள்',
	te: 'కేటగిరీలు'
}